/** ЗАДАЧА 5 - Комментарии
 *
 * 1. Добавьте однострочный комментарий
 *
 * 2. Объявите любую переменную и опишите ее
 * с помощью комментария в той же строке
 *
 * 3. Создайте многострочный комментарий
 */

// Однострочный комментарий

let superheroes; // Динамическая переменная, в которой будут содержаться данные о супергероях

/*
В переменной superheroes может быть сохранен любой тип данных,
соответственно перечень супергеров может быть описан и строкой, и объектом, и массивом.
Впоследствии тип данных, а следовательно и самой переменной, может быть изменен.
Хвала динамической типизации!
*/

